{"data":[{"title":"Advisors","header":"Advisors","entries":[{"title":"Joshua Smith, PhD","jobTitle":"Co-founder, Chief Technology Officer","descriptionFirst":"Josh Smith, PhD is the Milton and Delia Zeutschel Professor in Entrepreneurial Excellence at the University of Washington, where he leads the Sensor Systems Lab, jointly appointed in the Allen School of Computer Science and Engineering, and the department of Electrical Engineering.","descriptionSecond":"Josh received his PhD with Neil Gershenfeld at the MIT Media Lab, where he did groundbreaking work in electrical field sensing that has yielded real-life applications in areas such as automotive passenger sensing in smart airbag systems. His work on electric field sensing has also influenced the multi-touch capacitive sensing products that have been incorporated in smart phones since the iPhone. Josh began his career as Chief Scientist at Escher Group, a startup born at MIT. Prior to joining the UW faculty, he worked as a Principal Engineer at Intel. At the University of Washington, Josh’s Sensor Systems Lab has spun out two other venture-backed companies: Jeeva Wireless and Wibotic. With Proprio, Josh is exploring a new angle on research themes that he has long engaged with, including novel camera systems, human pose tracking, image processing, and interpretation of complex sensor data—all of which apply to the challenges of estimating anatomical geometry from a light field array of images, for the greatest accuracy and real-time 3D visualization during surgery.","image":{"volumeId":"1","folderId":"3","folderPath":"","filename":"Web-Portraits-Joshua-Smith-3-2.jpg","kind":"image","size":"179451","keptFile":null,"dateModified":"2019-08-26T18:34:38-07:00","newLocation":null,"locationError":null,"newFilename":null,"newFolderId":null,"tempFilePath":null,"avoidFilenameConflicts":false,"suggestedFilename":null,"conflictingFilename":null,"deletedWithVolume":false,"keepFileOnDelete":false,"id":"558","tempId":null,"draftId":null,"revisionId":null,"uid":"060d9540-32d6-403c-bb88-935e46333e67","fieldLayoutId":null,"contentId":"447","enabled":"1","archived":"0","siteId":"1","enabledForSite":"1","title":"Web Portraits Joshua Smith 3 2","slug":null,"uri":null,"dateCreated":"2019-08-26T18:34:38-07:00","dateUpdated":"2019-09-07T14:53:04-07:00","dateDeleted":null,"trashed":false,"propagateAll":false,"resaving":false,"duplicateOf":null,"previewing":false,"hardDelete":false,"hasDescendants":false,"ref":null,"status":"enabled","structureId":null,"totalDescendants":0,"url":"/images/Web-Portraits-Joshua-Smith-3-2.jpg","extension":"jpg","focalPoint":{"x":0.5,"y":0.5},"hasFocalPoint":false,"height":"833","mimeType":"image/jpeg","path":"Web-Portraits-Joshua-Smith-3-2.jpg","width":"1250"}},{"title":"Desney Tan, PhD","jobTitle":"Advisor","descriptionFirst":"Desney Tan is a seasoned technology executive who has built and run multidisciplinary global innovation teams, spanning research, product incubation, and development, as well as new business growth – leveraging expertise in applied machine learning, artificial intelligence, and human-computer interaction to make impact in areas such as autonomous navigation, entertainment and consumer products, as well as health and life sciences. Desney is currently the General Manager of Microsoft Healthcare, where he created and directs Microsoft’s clinical productivity, medical device, and life science programs. During his 15 years at Microsoft, Desney has shipped his work in various versions of Windows and Office, the Microsoft Handwriting Recognition Engine and Tablet Input Panel, Xbox Kinect, and the Microsoft Band. Desney also holds an affiliate faculty appointment in Computer Science and Engineering at the University of Washington.","descriptionSecond":"Desney earned a bachelor’s degree in computer engineering from the University of Notre Dame, spent a couple of years in the Singapore Armed Forces, and subsequently earned his PhD in computer science from Carnegie Mellon University. Desney was honored as one of MIT Technology Review’s “2007 Young Innovators Under 35” for his work on brain-computer interfaces and a 2012 Kavli Fellow by the U.S. National Academy of Sciences. He was named one of SciFi Channel’s “Young Visionaries” at TED 2009, as well as Forbes’ “Revolutionaries: Radical Thinkers and their World-Changing Ideas,” for work on Whole Body Computing. Desney has over 100 peer-reviewed publications, more than 80 granted patents, with a similar number pending, and has personally invested in more than 80 early stage startup companies.","image":{"volumeId":"1","folderId":"3","folderPath":"","filename":"Desney-Tan.jpg","kind":"image","size":"115856","keptFile":null,"dateModified":"2019-08-07T22:10:09-07:00","newLocation":null,"locationError":null,"newFilename":null,"newFolderId":null,"tempFilePath":null,"avoidFilenameConflicts":false,"suggestedFilename":null,"conflictingFilename":null,"deletedWithVolume":false,"keepFileOnDelete":false,"id":"501","tempId":null,"draftId":null,"revisionId":null,"uid":"ac02d96e-1d8b-44a6-a1cb-0cb1269cb5d6","fieldLayoutId":null,"contentId":"397","enabled":"1","archived":"0","siteId":"1","enabledForSite":"1","title":"Desney Tan","slug":null,"uri":null,"dateCreated":"2019-08-07T22:10:08-07:00","dateUpdated":"2019-09-07T14:53:13-07:00","dateDeleted":null,"trashed":false,"propagateAll":false,"resaving":false,"duplicateOf":null,"previewing":false,"hardDelete":false,"hasDescendants":false,"ref":null,"status":"enabled","structureId":null,"totalDescendants":0,"url":"/images/Desney-Tan.jpg","extension":"jpg","focalPoint":{"x":0.5,"y":0.5},"hasFocalPoint":false,"height":"1731","mimeType":"image/jpeg","path":"Desney-Tan.jpg","width":"2596"}}]}]}